export function getData() {
  return[
      {'製品': '製品A', '前期売上': 1000000, '後期売上': 800000, '利益': 500000},
      {'製品': '製品B', '前期売上': 500000, '後期売上': 600000, '利益': 300000},
      {'製品': '製品C', '前期売上': 900000, '後期売上': 800000, '利益': 400000},
      {'製品': '製品D', '前期売上': 1600000, '後期売上': 1800000, '利益': 900000},
      {'製品': '製品E', '前期売上': 1200000, '後期売上': 1100000, '利益': 500000},
      {'製品': '製品F', '前期売上': 1000000, '後期売上': 900000, '利益': 600000},
      {'製品': '製品G', '前期売上': 1500000, '後期売上': 1200000, '利益': -200000},
      {'製品': '製品H', '前期売上': 1100000, '後期売上': 1000000, '利益': -100000},
  ];
}
